Repository: FunctionSir/ciano
Catalog: po/extra/*.po
Languages: pt

source: Multimedia Converter
pt: Conversor de multimédia

source: Convert multimedia files to other formats
pt: Converta os seus ficheiros de multimédia para outros formatos

source: converter;multimedia;audio;video;photo;photography;
pt: converter;multimédia;áudio;vídeo;foto;fotografia;

source: A multimedia file converter
pt: Um conversor de multimédia

source: The easiest way to convert your multimedia files to the most popular formats.
pt: A forma mais fácil para converter os seus ficheiros multimédia para os formatos mais populares.

source: Characteristics:
pt: Características:

source: Conversion of multiple files at the same time
pt: Conversão de vários ficheiros ao mesmo tempo

source: Possibility of changing the output folder
pt: Possibilidade de alteração da pasta destino

source: Notification support
pt: Suporte de notificações

source: Close the application at any time with Ctrl + Q
pt: Feche a aplicação a qualquer momento pressionando Ctrl + Q

source: Supports the conversion of:
pt: Suporta a conversão de:

source: Video - MP4, MPG, AVI, WMV, FLV, MKV, 3GP, MOV, VOB, OGV, WEBM
pt: Vídeo - MP4, MPG, AVI, WMV, FLV, MKV, 3GP, MOV, VOB, OGV, WEBM

source: Audio - MP3, WMA, OGG, WAV, AAC, FLAC, AIFF, MMF, M4A
pt: Áudio - MP3, WMA, OGG, WAV, AAC, FLAC, AIFF, MMF, M4A

source: Images - JPG, BMP, PNG, TIF, GIF, TGA
pt: Imagens - JPG, BMP, PNG, TIF, GIF, TGA

source: Icons in the HIG standard and Inclusion/Update of languages
pt: Ícones com o padrão das Diretrizes para a Interface Humana e Incluir/Atualizar linguagens

source: The icons follow the HIG (@lainsce)
pt: Os ícones seguem as Diretrizes para a Interface Humana (@lainsce)

source: Language: Inclusion of the French (@nvivant)
pt: Linguagem: Inclusão da língua Francesa (@nvivant)

source: Language: Inclusion of Chinese simplified (@trampover)
pt: Linguagem: Inclusão da língua Chinesa (@trampover)

source: Language: Update in Lithuanian (@welaq)
pt: Linguagem: Atualizações da língua Lituano (@welaq)
